<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Role: Permission
    |--------------------------------------------------------------------------
    |
    */

    'serial'      => '編號',
    'identifier'  => '識別符',
    'is_enabled'  => '是否啟用',

    'name'        => '名稱',
    'description' => '描述',

    'list'   => '權限清單',
    'create' => '新增權限',
    'edit'   => '權限修改',

    'form' => [
        'information' => '權限資訊',
            'basicInfo'   => '基本資訊',
    ],

    'delete' => [
        'header' => '刪除權限',
        'body'   => '確定要刪除這項權限嗎？'
    ],

    'unauthenticated' => '此操作未獲授權。'
];
