<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Role
    |--------------------------------------------------------------------------
    |
    */

    'host_type'   => '母體種類',
    'host_id'     => '母體 ID',
    'serial'      => '編號',
    'identifier'  => '識別符',
    'is_enabled'  => '是否啟用',

    'name'        => '名稱',
    'description' => '描述',

    'role'        => '角色',

    'list'   => '角色清單',
    'create' => '新增角色',
    'edit'   => '角色修改',

    'form' => [
        'information' => '角色資訊',
            'basicInfo'   => '基本資訊',
    ],

    'delete' => [
        'header' => '刪除角色',
        'body'   => '確定要刪除這項角色嗎？'
    ],

    'unauthenticated' => '此操作未獲授權。'
];
